<?php

return [
    'main' => 'Главная',
    'go_home' => 'На главную',
    '401' => [
        'title' => 'Не авторизовано',
        'message' => 'Извините, вы не авторизованы для доступа к этой странице.'

    ],
    '403' => [
        'title' => 'Запрещено.',
        'message' => 'Извините, вам запрещен доступ к этой странице.'

    ],
    '404' => [
        'title' => 'Страницу не найдено',
        'message' => 'Извините, но страница которую Вы ищете отсутствует'

    ],
    '419' => [
        'title' => 'Срок действия страницы закончился',
        'message' => 'Срок действия страницы закончился из-за отсутствия активности.
     <br/> <br/>
     Пожалуйста, обновите и повторите попытку.'

    ],
    '429' => [
        'title' => 'Слишком много запросов',
        'message' => 'Слишком много запросов'

    ],
    '500' => [
        'title' => 'Ошибка',
        'message' => 'Упс, что-то пошло не так.'

    ],
    '503' => [
        'title' => 'Сервис недоступен',
        'message' => 'Извините, сайт на техническом обслуживании. Пожалуйста, зайдите позже.'

    ],

];
