<?php
return [
    'index' => 'Адміністративна панель',
    'news' => [
        'index' => 'Новини',
        'edit' => 'Редагувати новину  #:id = ":name"',
        'create' => 'Створини нову новину',
        'show' => 'Новина  #:id = ":name"',
    ],
    'landing_pages' => [
        'index' => 'Лендинги',
        'edit' => 'Редагувати лендинг  #:id = ":name"',
        'create' => 'Створини новий лендинг',
        'show' => 'Лендинг  #:id = ":name"',
    ],

    'menus' => [
        'index' => 'Меню',
        'edit' => 'Редагувати меню  #:id = ":name"',
        'create' => 'Створини нове меню',
        'show' => 'Меню #:id = ":name"',
        'childrens' => 'Меню #:id = ":name"',
    ],

    'menu_item' => [
        'index' => 'Елементи меню',
        'edit' => 'Редагувати елемент меню  #:id = ":name"',
        'create' => 'Створини новий елемент меню',
        'show' => 'Елемент меню #:id = ":name"',
     ],
    'main-slider' => [
        'index' => 'Слайдер головної сторінки',
        'edit' => 'Редагувати слайдер головної сторінки #:id = ":name"',
        'create' => 'Створити новий слайдер',
        'show' => 'Слайдер головної сторінки #:id = ":name"',
    ],
    'callback' => [
        'index' => 'Зворотні дзвінки',
        'show' => 'Зворотній дзвінок #:id = ":name"',
    ],
    'order_services' => [
        'index' => 'Запити на замовлення послуги',
        'show' => 'Запит на замовлення послуги #:id = ":name"',
    ],
    'users_login_log' => [
        'index' => 'Логи авторизації користувачів адмін панелі',

    ],
    'downloaded_files' => [
        'index' => 'Завантажені файли',
        'edit' => 'Редагувати завантажений файл  #:id = ":name"',
        'create' => 'Завантажити новий файл',
        'show' => 'Завантажений файл #:id = ":name"',
    ],

    'products' => [
        'index' => 'Товари',
        'edit' => 'Редагувати товар  #:id = ":name"',
        'create' => 'Додати новий товар',
        'show' => 'Товар #:id = ":name"',
        'filter' => 'Редагувати фільтри для товару #:id = ":name"',
    ],


    'categories' => [
        'index' => 'Категорії',
        'edit' => 'Редагувати категорию  #:id = ":name"',
        'create' => 'Створини нову категорію',
        'show' => 'Категория #:id = ":name"',
        'childrens' => 'Категория #:id = ":name"',
        'edit-categories-hierarchy'=>'Редагувати іерархію',
    ],


    'main-slider' => [
        'index' => 'Слайдер головної сторінки',
        'edit' => 'Редагувати слайдер головної сторінки #:id = ":name"',
        'create' => 'Створити новий слайдер',
        'show' => 'Слайдер головної сторінки #:id = ":name"',
    ],
    'currencies' => [
        'index' => 'Валюти',
        'edit' => 'Редагувати валюту #:id = ":name"',

    ],


    'filters' => [
        'index' => 'Фільтри',
        'edit' => 'Редагувати фільтр  #:id = ":name"',
        'create' => 'Додати новий фільтр',
        'show' => 'Фільтр #:id = ":name"',
    ],
    'filters_values' => [
        'index' => 'Список значень фільтра',
        'edit' => 'Редагувати значення фільтра  #:id = ":name"',
        'create' => 'Додати нове значення фільтра',
        'show' => 'Значення фільтра #:id = ":name"',
    ],
    'frontend_users' => [
        'index' => 'Кліенти',
        'change_password' => 'Змінити пароль кліента ":name"',
        'create' => 'Створити кліента',
        'show' => 'Кліент #:id = ":name"',
        'edit' => 'Редагувати кліента #:id = ":name"',
        'orders' => 'Замовлення кліента #:id = ":name"',
    ],


    'newsletters' => [
        'index' => 'Розсилки',
        'edit' => 'Редагувати розсилки   #:id = ":name"',
        'create' => 'Створини нову розсилку',
        'show' => 'Розсилка #:id = ":name"',
    ],
    'newsletters_templates' => [
        'index' => 'Шаблони розсилки',
        'edit' => 'Редагувати шаблон розсилки   #:id = ":name"',
        'create' => 'Створини новий шаблон розсилку',
        'show' => 'Шаблон розсилки #:id = ":name"',
    ],
    'subscribers' => [
        'index' => 'Підписники',
        'edit' => 'Редагувати підписника   #:id = ":name"',
        'create' => 'Створини нового підписника',
        'show' => 'Підписники #:id = ":name"',
    ],
    'file_manager' => [
        'index' => 'Файловий менеджер',
    ],
    'robots_txt' => [
        'edit' => 'Редагувати robots.txt',
    ],
    'maintenance_mode' => [
        'index' => 'Режим обслуговування',
    ],

    'settings' => [
        'index' => 'Налаштування',
        'edit' => 'Редагувати налаштування  #:id = ":name"',
        'create' => 'Створини нове налаштування',
        'show' => 'Налаштування #:id = ":name"',
    ],
    'backend_users' => [
        'index' => 'Адміністративний доступ',
        'change_password' => 'Змінити пароль',
        'create' => 'Створити користувача',
        'show' => 'Користувач #:id = ":name"',
        'edit' => 'Редагувати користувача #:id = ":name"',
    ],
    'backend_account' => [

        'change_password' => 'Змінити пароль адміністрітора',

        'show' => 'Особистий кабінет адміністратора',
        'edit' => 'Редагувати дані адміністраторв',
    ],
    'users_roles'=>[
        'edit' => 'Редагувати ролі користувача #:id = ":name"',
    ],
    'roles' => [
        'index' => 'Ролі',
        'edit' => 'Редагувати роль  #:id = ":name"',
        'create' => 'Створини нову роль',
        'show' => 'роль  #:id = ":name"',
    ],
    'roles_permissions'=>[
        'edit' => 'Редагувати редагувати права ролі  #:id = ":name"',
    ],
    'permissions' => [
        'index' => 'Дозвола',
        'edit' => 'Редагувати дозвіл  #:id = ":name"',
        'create' => 'Створини новий дозвіл',
        'show' => 'Дозвіл  #:id = ":name"',
    ],


    'laravel_log_viewer' => [
        'index' => 'Логи сайту',
    ],
    'artisan_commands' => [
        'index' => 'Комадни artisan',
        'show' => 'Комадна artisan  #:id = ":name"',
    ],

    'mainpage_about' => [
        'index' => 'Про нас на головній',
        'edit' => 'Редагувати про нас  #:id = ":name"',
        'create' => 'Створини нове про нас',
        'show' => 'Про нас на головній #:id = ":name"',
    ],
    'faqs' => [
        'index' => 'Faq',
        'edit' => 'Редагувати faq  #:id = ":name"',
        'create' => 'Створини нове faq',
        'show' => 'Faq #:id = ":name"',
    ],
    'resume' => [

        'index' => 'Резюме',
        'show' => 'Резюме #:id = ":name"',
    ],
    'question_feedbacks' => [

        'index' => 'Запитання',
        'show' => 'Запитання #:id = ":name"',
    ],
    'vacancies' => [

        'index' => 'Вакансія',
        'edit' => 'Редагувати вікансію  #:id = ":name"',
        'create' => 'Створини нову вакансію',
        'show' => 'Вакансія #:id = ":name"',
    ],

 'career_items' => [

        'index' => 'Карєра',
        'edit' => 'Редагувати кареру  #:id = ":name"',
        'create' => 'Створини нову кареру',
        'show' => 'Карєра #:id = ":name"',
    ],
    'orders'=>[
        'index' => 'Замовлення',
        'edit' => 'Редагувати замовлення  #:id   ',
        'create' => 'Створини нове замовлення',
        'show' => 'Замовлення #:id ',
    ]
,
    'feedback' => [
        'index' => 'Зворотній звязок',
        'show' => 'Зворотній звязок #:id = ":name"',
    ],


];
