<?php
return [
        'orders' => [
            'title'=>':first_name :last_name дякуємо за ваше замовлення! ',
            'sub_title'=>' Ваша заявка прийнята. Ми зв\'яжемося з вами найближчим часом для підтвердження замовлення №:id ',
            'products'=>'Товари',
            'qty'=>'К-сть',
            'qty_amount'=>'шт',
            'price'=>'Ціна',
            'sum'=>'Сума',
            'vendor_code'=>'Артикул',
            'phone'=>'Телефон',
            'date'=>'Дата',
            'total_price'=>'Загальна сума',
            'quantity'=>'Кількість',
            'comment'=>'Примітка',
        ]
    ];
