<?php

return [
    'main' => 'Головна',
    'go_home' => 'На головну',
    '401' => [
        'title' => 'Не авторизовано',
        'message' => 'Вибачте, ви не маєте прав на доступ до цієї сторінки.'

    ],
    '403' => [
        'title' => 'Заборонено.',
        'message' => 'Вибачте, вам заборонений доступ до цієї сторінки.'

    ],
    '404' => [
        'title' => 'Сторінку, не знайдено',
        'message' => 'Вибачте, але сторінка яку Ви шукаєте відсутня'

    ],
    '419' => [
        'title' => 'Термін дії сторінки закінчився',
        'message' => 'Термін дії сторінки закінчився через відсутність активності.
      <br/> <br/>
      Будь ласка, поновіть і спробуйте ще раз.'

    ],
    '429' => [
        'title' => 'Занадто багато запитів',
        'message' => 'Занадто багато запитів'

    ],
    '500' => [
        'title' => 'Помилка',
        'message' => 'Упс, щось пішло не так.'

    ],
    '503' => [
        'title' => 'Сервіс недоступний',
        'message' => 'Вибачте, сайт на технічному обслуговуванні. Будь ласка, зайдіть пізніше.'

    ],

];
